Repository: myclabs/Inventory
Catalog: application/languages/Orga/axis.tmx
Source language: fr
Languages: en

source: Ajout d'un axe
en: Axis addition

source: Édition d'un axe
en: Axis edition

source: Agrège l'axe
en: Aggregates axis

source: Rôle des éléments de cet axe vis-à-vis des éléments des axes plus fins
en: Role of the elements of this axis with respect to elements of narrower axes

source: Contextualisant
en: Contextualizing

source: Non contextualisant
en: Not contextualizing

source: Positionnement des éléments au sein de l'axe
en: Positionning of elements in the axis

source: Libre
en: Free

source: Alphabétique
en: Alphabetical

source: Axes racine
en: Root axes

source: Cet axe ne peut pas être supprimé, car il est hiérarchiquement relié à (au moins) un axe plus grossier.
en: This axis cannot be deleted, since it is hierarchically linked to (at least) one coarser axis.

source: Cet axe ne peut pas être supprimé, car il intervient dans la définition de (au moins) un niveau organisationnel.
en: This axis cannot be deleted, since it is involved in the definition of (at least) one organizational level.

source: Pour pouvoir supprimer cet axe, merci de supprimer auparavant ses éléments.
en: Before deleting this axis, please delete its members first.

source: Pour pouvoir enlever le caractère contextualisant de cet axe, merci de modifier auparavant ses éléments avec des refs identiques.
en: Before removing the contextualizing effect of this axis, please change identical refs from its members first.

source: Pour pouvoir enlever le caractère positionnant de cet axe, merci de modifier auparavant l'axe temps du workspace.
en: Before removing the positioning effect of this axis, please change the time axis of his workspace first.
